Repository: TechSmith/Sparkle2
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: de, es, fr, ja

source: %1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?
de: %1$@ %2$@ wurde heruntergeladen und kann jetzt verwendet werden. Dies ist ein wichtiges Update. Möchten Sie es jetzt installieren und %1$@ neu starten?
es: ¡%1$@ %2$@ se ha descargado y ya puedes empezar a usarlo! Esta es una actualización importante; ¿quieres instalarla y volver a abrir %1$@ ahora?
fr: %1$@ %2$@ est téléchargé et prêt à l’emploi. Il s’agit d’une mise à jour importante. Souhaitez-vous l’installer et relancer %1$@ maintenant ?
ja: %1$@ %2$@ がダウンロードされ、すぐに使用できるようになりました！これは重要な更新プログラムです。今すぐインストールして %1$@ を再起動しますか?

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
de: %1$@ %2$@ wurde heruntergeladen und kann jetzt verwendet werden. Möchten Sie es jetzt installieren und %1$@ neu starten?
es: ¡%1$@ %2$@ se ha descargado y ya puedes empezar a usarlo! ¿Quieres instalarlo y volver a abrir %1$@ ahora?
fr: %1$@ %2$@ est téléchargé et prêt à l’emploi. Souhaitez-vous l’installer et relancer %1$@ maintenant ?
ja: %1$@ %2$@ がダウンロードされ、すぐに使用できるようになりました！今すぐインストールして %1$@ を再起動しますか?

source: %1$@ can't be updated, because it was opened from a read-only or a temporary location.
de: %1$@ kann nicht aktualisiert werden, weil es von einem Speicherort ohne Schreibzugriff oder einem temporären Speicherort aus geöffnet wurde.
es: %1$@ no puede actualizarse porque se abrió desde una ubicación temporal o de solo lectura.
fr: Impossible de mettre à jour %1$@, car il a été ouvert à partir d'un emplacement en lecture seule ou temporaire.
ja: %1$@ は、読み取り専用または一時的な場所から開かれているため、更新できません。

source: %1$@ can’t be updated if it’s running from the location it was downloaded to.
de: %1$@ kann nicht aktualisiert werden, wenn es von dem Speicherort aus ausgeführt wird, an den es heruntergeladen wurde.
es: %1$@ no puede actualizarse si se está ejecutando desde la ubicación en la que se descargó.
fr: Impossible de mettre à jour %1$@ s’il s’exécute à partir de l’emplacement auquel il a été téléchargé.
ja: %1$@ は、ダウンロードされた場所から実行されている場合、更新できません。

source: %@ %@ is currently the newest version available.
de: %1$@ %2$@ ist derzeit die aktuellste verfügbare Version.
es: %1$@ %2$@ es actualmente la versión más reciente disponible.
fr: %1$@ %2$@ est la version la plus récente à ce jour.
ja: %1$@ %2$@ は現在利用可能な最新バージョンです。

source: %@ %@ is currently the newest version available. (You are currently running version %@.)
de: %1$@ %2$@ ist derzeit die aktuellste verfügbare Version. (Sie verwenden gerade Version %3$@.)
es: %1$@ %2$@ es actualmente la versión más reciente disponible. (Actualmente estás usando la versión %3$@.)
fr: %1$@ %2$@ est la version la plus récente à ce jour. (Vous utilisez actuellement la version %3$@.)
ja: %1$@ %2$@ は現在利用可能な最新バージョンです。 (現在、バージョン %3$@ を実行しています。)

source: %@ %@ is now available--you have %@. Would you like to download it now?
de: %1$@ %2$@ ist jetzt erhältlich – Sie nutzen %3$@. Möchten Sie es jetzt herunterladen?
es: %1$@ %2$@ ya está disponible. Tú tienes la versión %3$@. ¿Quieres descargarla ahora?
fr: %1$@ %2$@ est désormais disponible. Vous utilisez %3$@. Voulez-vous le télécharger maintenant ?
ja: %1$@ %2$@ を利用できるようになりました。現在のバージョンは %3$@ です。今すぐダウンロードしますか?

source: %@ %@ is now available--you have %@. Would you like to learn more about this update on the web?
de: %1$@ %2$@ ist jetzt erhältlich – Sie nutzen %3$@. Möchten Sie sich im Web näher zu diesem Update informieren?
es: %1$@ %2$@ ya está disponible. Tú tienes la versión %3$@. ¿Quieres saber más sobre esta actualización en la web?
fr: %1$@ %2$@ est désormais disponible. Vous utilisez %3$@. Souhaitez-vous consulter des informations en ligne sur cette mise à jour ?
ja: %1$@ %2$@ を利用できるようになりました。現在のバージョンは %3$@ です。この更新プログラムの詳細を Web で確認しますか?

source: %@ downloaded
de: %@ heruntergeladen
es: %@ descargado
fr: %@ téléchargé
ja: %@ をダウンロードしました

source: %@ of %@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@

source: A new version of %@ is available!
de: Es ist eine neue Version von %@ verfügbar!
es: ¡Hay disponible una nueva versión de %@!
fr: Une nouvelle version de %@ est disponible.
ja: %@ の新しいバージョンを入手できます！

source: A new version of %@ is ready to install!
de: Eine neue Version von %@ ist bereit zur Installation!
es: ¡Hay una nueva versión de %@ lista para instalar!
fr: Une nouvelle version de %@ est prête pour l’installation.
ja: %@ の新しいバージョンをインストールする準備ができました！

source: An error occurred in retrieving update information. Please try again later.
de: Fehler beim Abrufen der Update-Informationen. Bitte wiederholen Sie den Vorgang später.
es: Se ha producido un error al recuperar la información de la actualización. Vuelve a intentarlo más tarde.
fr: Une erreur est survenue lors de la récupération des informations de mise à jour. Veuillez réessayer ultérieurement.
ja: 更新プログラム情報の取得でエラーが発生しました。後でもう一度お試しください。

source: An error occurred while downloading the update. Please try again later.
de: Fehler beim Herunterladen des Updates. Bitte wiederholen Sie den Vorgang später.
es: Se ha producido un error durante la descarga de la actualización. Vuelve a intentarlo más tarde.
fr: Une erreur est survenue lors du téléchargement de la mise à jour. Veuillez réessayer ultérieurement.
ja: 更新プログラムをダウンロード中にエラーが発生しました。後でもう一度お試しください。

source: An error occurred while extracting the archive. Please try again later.
de: Fehler beim Entpacken des Archivs. Bitte wiederholen Sie den Vorgang später.
es: Se ha producido un error mientras se extraía el archivo. Vuelve a intentarlo más tarde.
fr: Une erreur s’est produite lors de l’extraction du fichier compressé. Veuillez réessayer ultérieurement.
ja: アーカイブを展開中にエラーが発生しました。後でもう一度お試しください。

source: An error occurred while installing the update. Please try again later.
de: Fehler beim Installieren des Updates. Bitte wiederholen Sie den Vorgang später.
es: Se ha producido un error durante la instalación de la actualización. Vuelve a intentarlo más tarde.
fr: Une erreur est survenue lors de l’installation de la mise à jour. Veuillez réessayer ultérieurement.
ja: 更新プログラムをインストール中にエラーが発生しました。後でもう一度お試しください。

source: An error occurred while parsing the update feed.
de: Fehler beim Parsen des Update-Feeds.
es: Se ha producido un error mientras se analizaba la fuente de la actualización.
fr: Une erreur est survenue lors de l’analyse du flux de mise à jour.
ja: 更新プログラムのフィードを解析中にエラーが発生しました。

source: An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.
de: Beim Neustart von %1$@ ist ein Fehler aufgetreten. Die neue Version ist jedoch verfügbar, wenn Sie %1$@ das nächste Mal starten.
es: Se ha producido un error al volver a abrir %1$@, pero la nueva versión estará disponible cuando ejecutes %1$@.
fr: Une erreur est survenue lors du redémarrage de %1$@, mais la nouvelle version sera disponible au prochain lancement de %1$@.
ja: %1$@ を再起動中にエラーが発生しましたが、次回 %1$@ を実行する際には新しいバージョンが利用できます。

source: An important update to %@ is ready to install
de: Ein wichtiges Update für %@ ist bereit zur Installation
es: Hay una actualización importante de %@ lista para instalar.
fr: Une mise à jour importante de %@ est prête pour l’installation
ja: %@ の重要な更新プログラムをインストールする準備ができました

source: B
es: C
fr: C

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Cancel Update
de: Update abbrechen
es: Cancelar actualización
fr: Annuler la mise à jour
ja: 更新をキャンセル

source: Checking for updates...
de: Suche nach Updates…
es: Buscando actualizaciones…
fr: Recherche de mise à jour...
ja: 更新プログラムを確認しています…

source: Downloading update...
de: Update wird heruntergeladen…
es: Descargando actualización…
fr: Téléchargement de la mise à jour...
ja: 更新プログラムをダウンロードしています…

source: Extracting update...
de: Update wird extrahiert...
es: Extrayendo actualización…
fr: Extraction de la mise à jour...
ja: 更新プログラムを抽出しています…

source: GB
fr: Go

source: Install and Relaunch
de: Installieren und neu starten
es: Instalar y volver a iniciar
fr: Installer et redémarrer
ja: インストールして再起動

source: Installing update...
de: Update wird installiert...
es: Instalando actualización…
fr: Installation de la mise à jour...
ja: 更新プログラムをインストールしています…

source: KB
fr: Ko

source: Learn More...
de: Mehr erfahren...
es: Más información…
fr: En savoir plus...
ja: 詳細情報…

source: MB
fr: Mo

source: Quit %1$@, move it into your Applications folder, relaunch it from there and try again.
de: Beenden Sie %1$@, verschieben Sie es in Ihren Anwendungsordner, starten Sie es von dort aus und wiederholen Sie den Vorgang.
es: Sal de %1$@, mueve el programa a la carpeta Aplicaciones, ábrelo desde ahí y prueba otra vez.
fr: Fermez %1$@, placez-le dans votre dossier Applications, relancez-le à cet emplacement et réessayez.
ja: %1$@ を終了し、「アプリケーション」フォルダーに移動させて、そこから再起動してやり直してください。

source: Ready to Install
de: Bereit zur Installation
es: Listo para instalar
fr: Prêt pour l’installation
ja: インストール準備完了

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
de: Soll %1$@ automatisch nach Updates suchen? Sie können immer manuell über das %1$@-Menü nach Updates suchen.
es: ¿Quieres que %1$@ busque actualizaciones automáticamente? No te preocupes, podrás seguir buscando actualizaciones manualmente desde el menú %1$@.
fr: Voulez-vous que %1$@ recherche automatiquement les mises à jour ? Vous pouvez toujours rechercher les mises à jour manuellement à partir du menu %1$@.
ja: %1$@ で更新プログラムの有無を自動的に確認しますか? 更新プログラムの有無は %1$@ メニューから手動でいつでも確認できます。

source: The update is improperly signed.
de: Die Update-Signatur ist nicht korrekt.
es: La firma de la actualización no es correcta.
fr: La signature de la mise à jour est incorrecte.
ja: 更新プログラムの署名が正しくありません。

source: Update Error!
de: Fehler beim Aktualisieren!
es: ¡Error de actualización!
fr: Erreur de mise à jour !
ja: 更新エラー！

source: Updating %@
de: %@ wird aktualisiert
es: Actualizando %@
fr: Mise à jour de %@
ja: %@ を更新しています

source: Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again.
de: Kopieren Sie %1$@ mithilfe des Finders in den Anwendungsordner, starten Sie es von dort aus und wiederholen Sie den Vorgang.
es: Utiliza el Finder para copiar %1$@ en la carpeta Aplicaciones, ábrelo desde ahí y prueba otra vez.
fr: À l’aide du Finder, copiez %1$@ dans le dossier Applications, relancez-le à cet emplacement et réessayez.
ja: Finder を使って %1$@ を「アプリケーション」フォルダーにコピーし、そこから再起動してやり直してください。

source: You already have the newest version of %@.
de: Sie haben bereits die aktuellste Version von %@.
es: Ya tienes la versión más reciente de %@.
fr: Vous disposez déjà de la dernière version de %@.
ja: すでに %@ の最新バージョンをご利用です。

source: You're up-to-date!
de: Sie sind auf dem neuesten Stand!
es: ¡Estás al día!
fr: Vous êtes à jour !
ja: 更新が完了しました！

source: OK
es: Aceptar
